using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace CybersecurityAwarenessChatbot.Assets
{
    internal class ASCII
    {

        // ASCII Art for the programs header

        public static string Logo = @"

       ██████╗ ██╗   ██╗██████╗ ███████╗██████╗   ███████╗███████╗ ██████╗██╗   ██╗██████╗ ███████╗
      ██╔════╝ ╚██╗ ██╔╝██╔══██╗██╔════╝██╔══██╗  ██╔════╝██╔════╝██╔════╝██║   ██║██╔══██╗██╔════╝
      ██║       ╚████╔╝ ██████╔╝█████╗  ██████╔╝  ███████╗█████╗  ██║     ██║   ██║██████╔╝█████╗  
      ██║        ╚██╔╝  ██╔══██╗██╔══╝  ██╔══██╗  ╚════██║██╔══╝  ██║     ██║   ██║██╔══██╗██╔══╝  
      ╚██████╗    ██║   ██████╔╝███████╗██║  ██║  ███████║███████╗╚██████╗╚██████╔╝██║  ██║███████╗
       ╚═════╝    ╚═╝   ╚═════╝ ╚══════╝╚═╝  ╚═╝  ╚══════╝╚══════╝ ╚═════╝ ╚═════╝ ╚═╝  ╚═╝╚══════╝
 
                                     Cybersecurity Awareness Chatbot

                                      >>> STAY SAFE. STAY SECURE. <<<
";


        public static string WelcomeMessage = @"  
                                           =======================
                                           Welcome to CYBER SECURE
                                           =======================                                                                                           
                                                  
 
 ";


    }
}
